Repository: palkietalkie/ios
Catalog: PalkieTalkie/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, ja, ko, pt_br, vi, zh_hans, zh_hant

source: So your tutor pitches the conversation to the right level.
de: Damit dein Tutor das Gespräch aufs richtige Niveau bringt.
es: Para que tu tutor ajuste la conversación a tu nivel.
fr: Pour que votre tuteur adapte la conversation à votre niveau.
hi: ताकि आपका ट्यूटर बातचीत को सही स्तर पर रखे।
id: Agar tutormu menyesuaikan percakapan dengan levelmu.
ja: チューターが会話のレベルを合わせられるようにするためです。
ko: 튜터가 대화 난이도를 맞출 수 있도록 하기 위해서예요.
pt_br: Para que seu tutor ajuste a conversa ao seu nível.
vi: Để gia sư điều chỉnh cuộc trò chuyện cho đúng trình độ.
zh_hans: 让你的导师把对话调整到合适的难度。
zh_hant: 讓你的導師把對話調整到合適的難度。

source: So your tutor steers toward what matters to you.
de: Damit dein Tutor sich auf das konzentriert, was dir wichtig ist.
es: Para que tu tutor se enfoque en lo que te importa.
fr: Pour que votre tuteur se concentre sur ce qui compte pour vous.
hi: ताकि आपका ट्यूटर उसी पर ध्यान दे जो आपके लिए मायने रखता है।
id: Agar tutormu mengarah ke hal yang penting bagimu.
ja: チューターがあなたに大切なことに沿って進められるようにするためです。
ko: 튜터가 당신에게 중요한 것에 맞춰 대화를 이끌도록 하기 위해서예요.
pt_br: Para que seu tutor foque no que importa para você.
vi: Để gia sư hướng vào điều quan trọng với bạn.
zh_hans: 让你的导师围绕你在意的事情来展开。
zh_hant: 讓你的導師圍繞你在意的事情來展開。

source: Something else?
de: Etwas anderes?
es: ¿Otra cosa?
fr: Autre chose ?
hi: कुछ और?
id: Hal lain?
ja: その他
ko: 기타
pt_br: Outra coisa?
vi: Điều gì khác?
zh_hans: 其他
zh_hant: 其他

source: Sort
de: Sortieren
es: Ordenar
fr: Trier
hi: क्रमबद्ध करें
id: Urutkan
ja: 並び替え
ko: 정렬
pt_br: Ordenar
vi: Sắp xếp
zh_hans: 排序
zh_hant: 排序

source: South African
de: Südafrikanisch
es: Sudafricano
fr: Sud-africain
hi: दक्षिण अफ़्रीकी
id: Afrika Selatan
ja: 南アフリカ英語
ko: 남아프리카식
pt_br: Sul-africano
vi: Nam Phi
zh_hans: 南非英语
zh_hant: 南非英語

source: South Welsh
de: Südwalisisch
es: Galés del sur
fr: Gallois du sud
hi: दक्षिणी वेल्श
ja: 南ウェールズ語
ko: 남부 웨일스어
zh_hans: 南威尔士语
zh_hant: 南威爾斯語

source: Southern (Saigon)
de: Süd (Saigon)
es: Sureño (Saigón)
fr: Du Sud (Saïgon)
hi: दक्षिणी (साइगॉन)
id: Selatan (Saigon)
ja: 南部（サイゴン）
ko: 남부(사이공)
pt_br: Do Sul (Saigon)
vi: Nam (Sài Gòn)
zh_hans: 南部（西贡）
zh_hant: 南部（西貢）

source: Southern Russian
de: Südrussisch
es: Ruso meridional
fr: Russe méridional
hi: दक्षिणी रूसी
ja: 南ロシア
ko: 남부 러시아
zh_hans: 南俄罗斯
zh_hant: 南俄羅斯

source: Southern Thai
de: Südthailändisch
es: Tailandés meridional
fr: Thaï méridional
hi: दक्षिणी थाई
ja: 南タイ
ko: 남부 태국어
zh_hans: 南部泰语
zh_hant: 南部泰語

source: Speaking rate
de: Sprechtempo
es: Ritmo de habla
fr: Débit de parole
hi: बोलने की गति
id: Kecepatan bicara
ja: 話す速さ
ko: 말하기 속도
pt_br: Ritmo de fala
vi: Tốc độ nói
zh_hans: 语速
zh_hant: 語速

source: Speed and turn-taking habits — pick a pace, write your own, or both.
de: Tempo und Sprecherwechsel-Gewohnheiten — wähle ein Tempo, schreibe selbst, oder beides.
es: Velocidad y hábitos de turnos — elige un ritmo, escríbelo tú, o ambos.
fr: Vitesse et habitudes de prise de parole — choisissez un rythme, écrivez le vôtre, ou les deux.
hi: गति और बारी लेने की आदतें — एक गति चुनें, अपनी लिखें, या दोनों।
id: Kecepatan dan kebiasaan giliran bicara — pilih tempo, tulis sendiri, atau keduanya.
ja: 話す速さやターンの取り方。ペースを選ぶか、自由に書くか、両方。
ko: 말의 속도와 차례 잡기 — 페이스를 고르거나, 직접 적거나, 둘 다 가능합니다.
pt_br: Velocidade e hábitos de troca de turnos — escolha um ritmo, escreva o seu, ou ambos.
vi: Tốc độ và thói quen luân phiên — chọn nhịp, tự viết, hoặc cả hai.
zh_hans: 语速和轮流交谈习惯 — 选择节奏、自己写,或两者皆可。
zh_hant: 語速和輪流對話習慣 — 選擇節奏、自己寫,或兩者皆可。

source: Sports
de: Sport
es: Deportes
fr: Sport
hi: खेल
id: Olahraga
ja: スポーツ
ko: 스포츠
pt_br: Esportes
vi: Thể thao
zh_hans: 体育
zh_hant: 體育

source: Standard Finnish
de: Standardfinnisch
es: Finés estándar
fr: Finnois standard
hi: मानक फ़िनिश
id: Finlandia Standar
ja: 標準フィンランド語
ko: 표준 핀란드어
pt_br: Finlandês padrão
vi: Phần Lan chuẩn
zh_hans: 标准芬兰语
zh_hant: 標準芬蘭語

source: Standard Hawaiian
de: Standard-Hawaiisch
es: Hawaiano estándar
fr: Hawaïen standard
hi: मानक हवाई
ja: 標準ハワイ語
ko: 표준 하와이어
zh_hans: 标准夏威夷语
zh_hant: 標準夏威夷語

source: Standard High Valyrian
de: Standard-Hochvalyrisch
es: Alto valyrio estándar
fr: Haut valyrien standard
hi: मानक उच्च वैलेरियन
ja: 標準高地ヴァリリア語
ko: 표준 고지 발리리아어
zh_hans: 标准高等瓦雷利亚语
zh_hant: 標準高等瓦雷利亞語

source: Standard Hungarian
de: Standardungarisch
es: Húngaro estándar
fr: Hongrois standard
hi: मानक हंगेरियन
id: Hungaria Standar
ja: 標準ハンガリー語
ko: 표준 헝가리어
pt_br: Húngaro padrão
vi: Hungary chuẩn
zh_hans: 标准匈牙利语
zh_hant: 標準匈牙利語

source: Standard Italian
de: Standarditalienisch
es: Italiano estándar
fr: Italien standard
hi: मानक इतालवी
id: Italia Standar
ja: 標準イタリア語
ko: 표준 이탈리아어
pt_br: Italiano padrão
vi: Ý chuẩn
zh_hans: 标准意大利语
zh_hant: 標準義大利語

source: Standard Klingon
de: Standard-Klingonisch
es: Klingon estándar
fr: Klingon standard
hi: मानक क्लिंगन
id: Klingon Standar
ja: 標準クリンゴン語
ko: 표준 클링온어
pt_br: Klingon padrão
vi: Klingon chuẩn
zh_hans: 标准克林贡语
zh_hant: 標準克林貢語

source: Standard Polish
de: Standardpolnisch
es: Polaco estándar
fr: Polonais standard
hi: मानक पोलिश
id: Polandia Standar
ja: 標準ポーランド語
ko: 표준 폴란드어
pt_br: Polonês padrão
vi: Ba Lan chuẩn
zh_hans: 标准波兰语
zh_hant: 標準波蘭語

source: Standard Ukrainian
de: Standardukrainisch
es: Ucraniano estándar
fr: Ukrainien standard
hi: मानक यूक्रेनी
id: Ukraina Standar
ja: 標準ウクライナ語
ko: 표준 우크라이나어
pt_br: Ucraniano padrão
vi: Ukraina chuẩn
zh_hans: 标准乌克兰语
zh_hant: 標準烏克蘭語

source: Start talking
de: Loslegen
es: Empezar a hablar
fr: Commencer à parler
hi: बात करना शुरू करें
id: Mulai bicara
ja: 話し始める
ko: 대화 시작
pt_br: Começar a falar
vi: Bắt đầu nói
zh_hans: 开始对话
zh_hant: 開始對話

source: Stats
de: Statistik
es: Estadísticas
fr: Statistiques
hi: आँकड़े
id: Statistik
ja: データ
ko: 통계
pt_br: Estatísticas
vi: Thống kê
zh_hans: 统计
zh_hant: 統計

source: Stop preview
de: Vorschau stoppen
es: Detener vista previa
fr: Arrêter l'aperçu
hi: पूर्वावलोकन रोकें
id: Hentikan pratinjau
ja: プレビューを停止
ko: 미리듣기 정지
pt_br: Parar prévia
vi: Dừng bản xem trước
zh_hans: 停止预览
zh_hant: 停止預覽

source: Studying abroad
de: Studium im Ausland
es: Estudiar en el extranjero
fr: Étudier à l'étranger
hi: विदेश में पढ़ाई
id: Belajar di luar negeri
ja: 留学
ko: 유학
pt_br: Estudar no exterior
vi: Du học
zh_hans: 留学
zh_hant: 留學

source: Style
de: Stil
es: Estilo
hi: शैली
id: Gaya
ja: スタイル
ko: 스타일
pt_br: Estilo
vi: Phong cách
zh_hans: 风格
zh_hant: 風格

source: Subscription
de: Abonnement
es: Suscripción
fr: Abonnement
hi: सदस्यता
id: Langganan
ja: サブスクリプション
ko: 구독
pt_br: Assinatura
vi: Gói đăng ký
zh_hans: 订阅
zh_hant: 訂閱

source: Suggested:
de: Vorschlag:
es: Sugerido:
fr: Suggéré :
hi: सुझाव:
id: Saran:
ja: 提案：
ko: 추천:
pt_br: Sugerido:
vi: Gợi ý:
zh_hans: 建议：
zh_hant: 建議：

source: Sundanese
de: Sundanesisch
es: Sundanés
fr: Soundanais
hi: सुंदानी
id: Sunda
ja: スンダ
ko: 순다
pt_br: Sundanês
vi: Sunda
zh_hans: 巽他
zh_hant: 巽他

source: Surinamese Dutch
de: Surinamisches Niederländisch
es: Neerlandés surinamés
fr: Néerlandais surinamais
hi: सूरीनामी डच
ja: スリナムオランダ語
ko: 수리남 네덜란드어
zh_hans: 苏里南荷兰语
zh_hant: 蘇利南荷蘭語

source: Surprise me
de: Überrasch mich
es: Sorpréndeme
fr: Surprends-moi
hi: कुछ भी सुझाएँ
id: Kejutkan saya
ja: おまかせ
ko: 랜덤 추천
pt_br: Surpreenda-me
vi: Ngẫu nhiên cho tôi
zh_hans: 随机来一个
zh_hant: 隨機來一個

source: Swiss French
de: Schweizer Französisch
es: Francés suizo
fr: Français suisse
hi: स्विस फ़्रेंच
id: Prancis Swiss
ja: スイスフランス語
ko: 스위스 프랑스어
pt_br: Francês suíço
vi: Pháp-Thụy Sĩ
zh_hans: 瑞士法语
zh_hant: 瑞士法語

source: Swiss German
de: Schweizerdeutsch
es: Alemán suizo
fr: Allemand suisse
hi: स्विस जर्मन
id: Jerman Swiss
ja: スイスドイツ語
ko: 스위스 독일어
pt_br: Alemão suíço
vi: Đức-Thụy Sĩ
zh_hans: 瑞士德语
zh_hant: 瑞士德語

source: System default
de: Systemstandard
es: Predeterminado del sistema
fr: Par défaut du système
hi: सिस्टम डिफ़ॉल्ट
id: Default sistem
ja: システムの言語
ko: 시스템 기본
pt_br: Padrão do sistema
vi: Mặc định hệ thống
zh_hans: 系统默认
zh_hant: 系統預設

source: Tagline
de: Slogan
es: Eslogan
fr: Slogan
hi: टैगलाइन
ja: キャッチコピー
ko: 태그라인
pt_br: Slogan
vi: Khẩu hiệu
zh_hans: 标语
zh_hant: 標語

source: Taiwanese
de: Taiwanisch
es: Taiwanés
fr: Taïwanais
hi: ताइवानी
id: Taiwan
ja: 台湾
ko: 대만
pt_br: Taiwanês
vi: Đài Loan
zh_hans: 台湾
zh_hant: 臺灣

source: Tajik
de: Tadschikisch
es: Tayiko
fr: Tadjik
hi: ताजिक
ja: タジク
ko: 타지크
pt_br: Tadjique
zh_hans: 塔吉克
zh_hant: 塔吉克

source: Talk
de: Sprechen
es: Hablar
fr: Parler
hi: बात करें
id: Bicara
ja: 話す
ko: 대화
pt_br: Falar
vi: Trò chuyện
zh_hans: 通话
zh_hant: 通話

source: Talk out loud anytime, your walk, your commute, your kitchen.
de: Sprich jederzeit laut, beim Spaziergang, im Pendelverkehr, in der Küche.
es: Habla en voz alta cuando quieras: en tu caminata, tu trayecto, tu cocina.
fr: Parlez à voix haute quand vous voulez : en marchant, en trajet, dans la cuisine.
hi: कभी भी ज़ोर से बोलिए, टहलते हुए, सफ़र में, रसोई में।
id: Bicara dengan suara kapan saja: saat jalan, saat perjalanan, di dapur.
ja: いつでも声に出して話せます。散歩中、通勤中、キッチンでも。
ko: 언제든 소리 내어 말하세요. 산책할 때, 출퇴근길에, 부엌에서도.
pt_br: Fale em voz alta a qualquer hora: na caminhada, no trajeto, na cozinha.
vi: Nói thành tiếng bất cứ lúc nào: khi đi bộ, lúc đi làm, trong bếp.
zh_hans: 随时随地开口说，散步时、通勤时、在厨房都行。
zh_hant: 隨時隨地開口說，散步時、通勤時、在廚房都行。

source: Talk share
de: Redeanteil
es: Proporción de habla
fr: Part de parole
hi: बोलने का हिस्सा
id: Porsi bicara
ja: 発話割合
ko: 발화 비율
pt_br: Proporção de fala
vi: Tỷ lệ nói
zh_hans: 发言占比
zh_hant: 發言占比

source: Tanzanian Swahili
de: Tansanisches Swahili
es: Suajili tanzano
fr: Swahili tanzanien
hi: तंज़ानियाई स्वाहिली
ja: タンザニアスワヒリ語
ko: 탄자니아 스와힐리어
zh_hans: 坦桑尼亚斯瓦希里语
zh_hant: 坦尚尼亞史瓦希里語

source: Tap a row to select. Tap ▶ to preview.
de: Tippe auf eine Zeile zum Auswählen. Tippe auf ▶ für die Vorschau.
es: Toca una fila para seleccionar. Toca ▶ para escuchar.
fr: Touchez une ligne pour sélectionner. Touchez ▶ pour écouter.
hi: चुनने के लिए पंक्ति टैप करें। सुनने के लिए ▶ टैप करें।
id: Ketuk baris untuk memilih. Ketuk ▶ untuk pratinjau.
ja: 行をタップして選択。▶をタップして試聴。
ko: 줄을 눌러 선택. ▶를 눌러 미리듣기.
pt_br: Toque em uma linha para selecionar. Toque em ▶ para ouvir.
vi: Chạm một hàng để chọn. Chạm ▶ để nghe thử.
zh_hans: 点按一行进行选择。点按 ▶ 试听。
zh_hant: 點一下列以選擇。點 ▶ 試聽。

source: Tap to use
de: Zum Verwenden tippen
es: Toca para usar
fr: Touchez pour utiliser
hi: उपयोग के लिए टैप करें
id: Ketuk untuk pakai
ja: タップして使う
ko: 눌러서 사용
pt_br: Toque para usar
vi: Chạm để dùng
zh_hans: 点按使用
zh_hant: 點一下使用

source: Target
de: Ziel
es: Objetivo
fr: Cible
hi: लक्ष्य
ja: 学習対象
ko: 목표
pt_br: Alvo
vi: Mục tiêu
zh_hans: 目标
zh_hant: 目標

source: Target accent
de: Zielakzent
es: Acento objetivo
fr: Accent cible
hi: लक्षित उच्चारण
id: Aksen target
ja: 習得するアクセント
ko: 목표 억양
pt_br: Sotaque alvo
vi: Giọng muốn học
zh_hans: 目标口音
zh_hant: 目標口音

source: Target accents
de: Zielakzente
es: Acentos objetivo
fr: Accents cibles
hi: लक्ष्य उच्चारण
id: Aksen target
ja: 対象アクセント
ko: 대상 악센트
pt_br: Sotaques alvo
vi: Giọng mục tiêu
zh_hans: 目标口音
zh_hant: 目標口音

source: Target language
de: Zielsprache
es: Idioma objetivo
fr: Langue cible
hi: लक्षित भाषा
id: Bahasa target
ja: 学習する言語
ko: 학습 언어
pt_br: Idioma alvo
vi: Ngôn ngữ muốn học
zh_hans: 目标语言
zh_hant: 目標語言

source: Tehrani Standard
de: Teheran-Standard
es: Estándar de Teherán
fr: Standard de Téhéran
hi: तेहरानी मानक
ja: テヘラン標準
ko: 테헤란 표준
zh_hans: 德黑兰标准
zh_hant: 德黑蘭標準

source: The language Palkie Talkie's screens appear in.
de: Die Sprache, in der Palkie Talkie angezeigt wird.
es: El idioma en que se muestran las pantallas de Palkie Talkie.
fr: La langue dans laquelle s'affiche Palkie Talkie.
hi: वह भाषा जिसमें Palkie Talkie की स्क्रीन दिखती हैं।
id: Bahasa tampilan layar Palkie Talkie.
ja: Palkie Talkieの表示言語です。
ko: Palkie Talkie의 표시 언어입니다.
pt_br: O idioma em que as telas do Palkie Talkie aparecem.
vi: Ngôn ngữ hiển thị các màn hình của Palkie Talkie.
zh_hans: Palkie Talkie 界面显示的语言。
zh_hant: Palkie Talkie 介面顯示的語言。

source: The language you'll practice speaking.
de: Die Sprache, die du sprechen lernen willst.
es: El idioma que quieres llegar a hablar.
fr: La langue que vous voulez parler.
hi: वह भाषा जिसे आप बोलना सीखना चाहते हैं।
id: Bahasa yang ingin Anda kuasai untuk berbicara.
ja: 話せるようになりたい言語。
ko: 말할 수 있게 되고 싶은 언어.
pt_br: O idioma que você quer aprender a falar.
vi: Ngôn ngữ bạn muốn nói được.
zh_hans: 你想学会开口说的语言。
zh_hant: 你想學會開口說的語言。

source: Their function or relationship to you (coach, friend, prosecutor). Goes into the prompt.
de: Ihre Rolle oder Beziehung zu dir (Coach, Freund, Ankläger). Fließt in den Prompt ein.
es: Su función o relación contigo (entrenador, amigo, fiscal). Se incluye en el prompt.
fr: Leur rôle ou relation avec vous (coach, ami, procureur). Intégré au prompt.
hi: आपके साथ उनकी भूमिका या रिश्ता (कोच, दोस्त, अभियोजक)। प्रॉम्प्ट में जाता है।
id: Peran atau hubungan dengan Anda (pelatih, teman, jaksa). Masuk ke prompt.
ja: あなたとの役割や関係（コーチ、友人、検察官など）。プロンプトに反映されます。
ko: 당신과의 역할이나 관계(코치, 친구, 검사). 프롬프트에 반영됩니다.
pt_br: Função ou relação com você (treinador, amigo, promotor). Vai para o prompt.
vi: Vai trò hoặc quan hệ với bạn (huấn luyện viên, bạn bè, công tố viên). Đưa vào prompt.
zh_hans: 他们对你的角色或关系（教练、朋友、检察官）。会写入提示词。
zh_hant: 他們對你的角色或關係（教練、朋友、檢察官）。會寫入提示詞。

source: Their life context: where they're from, what they've done. Shapes how they think.
de: Ihr Lebenshintergrund – Herkunft und Werdegang. Prägt ihr Denken.
es: Su contexto vital: de dónde es, qué ha hecho. Moldea su forma de pensar.
fr: Son contexte de vie, d'où il vient, ce qu'il a fait. Façonne sa pensée.
hi: उनका जीवन संदर्भ, कहाँ से हैं, क्या किया है। उनकी सोच को आकार देता है।
id: Latar hidup, asal dan pengalaman. Membentuk cara berpikirnya.
ja: その人物の背景（出身や経歴）。考え方に影響します。
ko: 인물의 삶의 배경、출신과 경력. 사고방식에 영향을 줍니다.
pt_br: O contexto de vida, de onde vem, o que fez. Molda como pensa.
vi: Bối cảnh cuộc sống, quê quán, đã làm gì. Định hình cách họ nghĩ.
zh_hans: 他们的生活背景、来自哪里、做过什么。影响其思维方式。
zh_hant: 他們的生活背景、來自哪裡、做過什麼。影響其思維方式。

source: Tip
de: Tipp
es: Consejo
fr: Astuce
hi: सुझाव
id: Tips
ja: ヒント
ko: 팁
pt_br: Dica
vi: Mẹo
zh_hans: 提示
zh_hant: 提示

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
hi: आज
id: Hari ini
ja: 今日
ko: 오늘
pt_br: Hoje
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

source: Tokyo Standard
de: Tokio-Standard
es: Estándar de Tokio
fr: Standard de Tokyo
hi: टोक्यो मानक
ja: 東京標準語
ko: 도쿄 표준어
zh_hans: 东京标准
zh_hant: 東京標準

source: Topics
de: Themen
es: Temas
fr: Sujets
hi: विषय
id: Topik
ja: トピック
ko: 주제
pt_br: Tópicos
vi: Chủ đề
zh_hans: 话题
zh_hant: 話題

source: Topics they bring up
de: Themen, die sie ansprechen
es: Temas que sacan
fr: Sujets qu'ils abordent
hi: जो विषय वे उठाते हैं
id: Topik yang mereka angkat
ja: 話題にすること
ko: 이 사람이 꺼내는 주제
pt_br: Assuntos que abordam
vi: Chủ đề họ nhắc đến
zh_hans: 他们提到的话题
zh_hant: 他們提到的話題

source: Total time
de: Gesamtzeit
es: Tiempo total
fr: Temps total
hi: कुल समय
id: Total waktu
ja: 合計時間
ko: 총 시간
pt_br: Tempo total
vi: Tổng thời gian
zh_hans: 总时长
zh_hant: 總時長

source: Total time you've spent in conversation across all sessions.
de: Gesamtzeit, die du in allen Sitzungen mit Gesprächen verbracht hast.
es: Tiempo total que has dedicado a conversar en todas las sesiones.
fr: Temps total que vous avez passé à converser sur l'ensemble des sessions.
hi: सभी सत्रों में बातचीत में आपके द्वारा बिताया गया कुल समय।
id: Total waktu yang Anda habiskan untuk bercakap di semua sesi.
ja: すべてのセッションを通じて会話に費やした合計時間。
ko: 모든 세션에서 대화에 사용한 총 시간입니다。
pt_br: Tempo total que você passou conversando em todas as sessões.
vi: Tổng thời gian bạn đã trò chuyện trong tất cả các phiên.
zh_hans: 你在所有会话中进行对话的总时长。
zh_hant: 你在所有工作階段中進行對話的總時長。

source: Transylvanian
de: Siebenbürgisch
es: Transilvano
fr: Transylvanien
hi: ट्रांसिल्वेनियन
ja: トランシルヴァニア
ko: 트란실바니아
zh_hans: 特兰西瓦尼亚
zh_hant: 外西凡尼亞

source: Travel
de: Reisen
es: Viajes
fr: Voyages
hi: यात्रा
id: Bepergian
ja: 旅行
ko: 여행
pt_br: Viagens
vi: Du lịch
zh_hans: 旅行
zh_hant: 旅行

source: Try again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
id: Coba lagi
ja: もう一度試す
ko: 다시 시도
pt_br: Tentar novamente
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

source: Try: %@
de: Versuch: %@
es: Prueba: %@
fr: Essayez : %@
hi: कोशिश करें: %@
id: Coba: %@
ja: 言い換え：%@
ko: 이렇게: %@
pt_br: Tente: %@
vi: Thử: %@
zh_hans: 试试：%@
zh_hant: 試試：%@

source: Tutor speaking speed
de: Tutorgeschwindigkeit
es: Velocidad del tutor
fr: Vitesse du tuteur
hi: ट्यूटर की गति
id: Kecepatan tutor
ja: チューターの話す速さ
ko: 튜터 말 속도
pt_br: Velocidade do tutor
vi: Tốc độ giáo viên
zh_hans: 导师语速
zh_hant: 導師語速

source: Ugandan Swahili
de: Ugandisches Swahili
es: Suajili ugandés
fr: Swahili ougandais
hi: युगांडाई स्वाहिली
ja: ウガンダスワヒリ語
ko: 우간다 스와힐리어
zh_hans: 乌干达斯瓦希里语
zh_hant: 烏干達史瓦希里語

source: Ulster Irish
de: Ulster-Irisch
es: Irlandés del Úlster
fr: Irlandais d'Ulster
hi: अल्स्टर आयरिश
ja: アルスターアイルランド語
ko: 얼스터 아일랜드어
zh_hans: 阿尔斯特爱尔兰语
zh_hant: 阿爾斯特愛爾蘭語

source: Unknown persona
de: Unbekannte Persona
es: Personaje desconocido
fr: Personnage inconnu
hi: अज्ञात पर्सोना
id: Persona tidak dikenal
ja: 不明なペルソナ
ko: 알 수 없는 페르소나
pt_br: Persona desconhecida
vi: Nhân vật không xác định
zh_hans: 未知角色
zh_hant: 未知角色

source: Unlimited voice practice
de: Unbegrenztes Sprechtraining
es: Práctica de voz ilimitada
fr: Pratique vocale illimitée
hi: असीमित वॉइस अभ्यास
id: Latihan suara tanpa batas
ja: 音声練習が無制限
ko: 무제한 음성 연습
pt_br: Prática de voz ilimitada
vi: Luyện nói không giới hạn
zh_hans: 无限语音练习
zh_hant: 無限語音練習

source: Upgrade
de: Upgraden
es: Mejorar
fr: Améliorer
hi: अपग्रेड करें
id: Tingkatkan
ja: アップグレード
ko: 업그레이드
pt_br: Fazer upgrade
vi: Nâng cấp
zh_hans: 升级
zh_hant: 升級

source: Upgrades not available yet
de: Upgrades noch nicht verfügbar
es: Las mejoras aún no están disponibles
fr: Améliorations pas encore disponibles
hi: अपग्रेड अभी उपलब्ध नहीं
id: Peningkatan belum tersedia
ja: アップグレードはまだ利用できません
ko: 아직 업그레이드를 사용할 수 없습니다
pt_br: Upgrades ainda não disponíveis
vi: Chưa thể nâng cấp
zh_hans: 暂不支持升级
zh_hant: 暫不支援升級

source: Upper intermediate
de: Obere Mittelstufe
es: Intermedio alto
fr: Intermédiaire avancé
hi: उच्च मध्यवर्ती
id: Menengah atas
ja: 中級上
ko: 중상급
pt_br: Intermediário alto
vi: Trung cấp cao
zh_hans: 中高级
zh_hant: 中高級

source: Used %lld×
de: %lld× verwendet
es: Usado %lld×
fr: Utilisé %lld×
hi: %lld बार इस्तेमाल
id: Dipakai %lld×
ja: %lld回使用
ko: %lld회 사용
pt_br: Usado %lld×
vi: Đã dùng %lld lần
zh_hans: 使用 %lld 次
zh_hant: 使用 %lld 次

source: Venetian
de: Venezianisch
es: Veneciano
fr: Vénitien
hi: वेनेशियन
id: Venesia
ja: ヴェネツィア
ko: 베네치아
pt_br: Veneziano
vi: Venezia
zh_hans: 威尼斯
zh_hant: 威尼斯

source: Verification code
de: Bestätigungscode
es: Código de verificación
fr: Code de vérification
hi: सत्यापन कोड
id: Kode verifikasi
ja: 認証コード
ko: 인증 코드
pt_br: Código de verificação
vi: Mã xác minh
zh_hans: 验证码
zh_hant: 驗證碼

source: Verify
de: Verifizieren
es: Verificar
fr: Vérifier
hi: सत्यापित करें
id: Verifikasi
ja: 確認
ko: 확인
pt_br: Verificar
vi: Xác minh
zh_hans: 验证
zh_hant: 驗證

source: Very fast
de: Sehr schnell
es: Muy rápido
fr: Très rapide
hi: बहुत तेज़
id: Sangat cepat
ja: とても速い
ko: 매우 빠름
pt_br: Muito rápido
vi: Rất nhanh
zh_hans: 非常快
zh_hant: 非常快

source: Very slow
de: Sehr langsam
es: Muy lento
fr: Très lent
hi: बहुत धीमा
id: Sangat lambat
ja: とても遅い
ko: 매우 느림
pt_br: Muito lento
vi: Rất chậm
zh_hans: 非常慢
zh_hant: 非常慢

source: Vocabulary
de: Wortschatz
es: Vocabulario
fr: Vocabulaire
hi: शब्दावली
id: Kosakata
ja: ボキャブラリー
ko: 어휘
pt_br: Vocabulário
vi: Từ vựng
zh_hans: 词汇
zh_hant: 詞彙

source: Voice
de: Stimme
es: Voz
fr: Voix
hi: आवाज़
id: Suara
ja: 声
ko: 목소리
pt_br: Voz
vi: Giọng nói
zh_hans: 声音
zh_hant: 聲音

source: Voice fluency. Real personalities. No drills.
de: Sprachflüssigkeit. Echte Persönlichkeiten. Keine Drills.
es: Fluidez al hablar. Personalidades reales. Sin ejercicios.
fr: Fluidité à l'oral. Vraies personnalités. Pas d'exercices.
hi: बोलने में प्रवाह। असली व्यक्तित्व। कोई ड्रिल नहीं।
id: Kelancaran bicara. Kepribadian nyata. Tanpa latihan kaku.
ja: 流暢に話せる自分へ。本物のキャラクター。ドリルなし。
ko: 말할 수 있는 유창함. 진짜 캐릭터. 반복 훈련 없음.
pt_br: Fluência na fala. Personalidades reais. Sem repetições.
vi: Lưu loát khi nói. Tính cách thật. Không bài tập máy móc.
zh_hans: 口语流利。真实人格。无需机械训练。
zh_hant: 口語流利。真實人格。無需機械訓練。

source: Voice: %@
de: Stimme: %@
es: Voz: %@
fr: Voix : %@
hi: आवाज़: %@
id: Suara: %@
ja: 音声：%@
ko: 음성: %@
pt_br: Voz: %@
vi: Giọng nói: %@
zh_hans: 语音：%@
zh_hant: 語音：%@

source: We add up the length of every conversation you finished.
de: Wir zählen die Länge jedes abgeschlossenen Gesprächs zusammen.
es: Sumamos la duración de cada conversación que terminaste.
fr: Nous additionnons la durée de chaque conversation terminée.
hi: हम आपकी पूरी हुई हर बातचीत की अवधि जोड़ देते हैं।
id: Kami menjumlahkan durasi setiap percakapan yang kamu selesaikan.
ja: すべてのセッションの時間を合計しています。
ko: 끝낸 모든 대화의 길이를 더해서 계산합니다.
pt_br: Somamos a duração de cada conversa que você terminou.
vi: Chúng tôi cộng tổng thời lượng của mọi cuộc trò chuyện bạn đã hoàn thành.
zh_hans: 我们把你完成的每次对话时长加在一起。
zh_hant: 我們把你完成的每次對話時長加在一起。

source: We listen for the real reactions in your tutor's voice as you talk, the genuine laughs and warmth, and turn them into this score. The more you pull out, the higher it climbs.
de: Während du sprichst, fangen wir die echten Reaktionen in der Stimme deines Tutors ein, das ehrliche Lachen und die Wärme, und machen daraus diesen Wert. Je mehr du herauslockst, desto höher steigt er.
es: Mientras hablas, captamos las reacciones reales en la voz de tu tutor, las risas y la calidez genuinas, y las convertimos en esta puntuación. Cuanto más sacas, más sube.
fr: Pendant que tu parles, on capte les vraies réactions dans la voix de ton tuteur, les rires et la chaleur sincères, pour en faire ce score. Plus tu en fais ressortir, plus il monte.
hi: जब आप बात करते हैं, हम आपके ट्यूटर की आवाज़ में असली प्रतिक्रियाएँ, वो सच्ची हँसी और गर्मजोशी सुनते हैं, और उसे इस स्कोर में बदलते हैं। आप जितना निकालेंगे, यह उतना ऊपर जाएगा।
id: Saat kamu bicara, kami menangkap reaksi nyata dalam suara tutormu, tawa dan kehangatan yang tulus, lalu mengubahnya jadi skor ini. Makin banyak kamu pancing, makin tinggi.
ja: 話している間、チューターの声に出る本物の反応、心からの笑いや温かさを聞き取り、このスコアにします。引き出すほど高くなります。
ko: 당신이 말하는 동안 튜터의 목소리에 묻어나는 진짜 반응, 진심 어린 웃음과 따뜻함을 듣고 이 점수로 만듭니다. 많이 끌어낼수록 높아져요.
pt_br: Enquanto você fala, captamos as reações reais na voz do seu tutor, as risadas e o calor genuínos, e transformamos nisso. Quanto mais você arranca, mais sobe.
vi: Khi bạn nói, chúng tôi lắng nghe những phản ứng thật trong giọng giáo viên, những tiếng cười và sự ấm áp chân thành, rồi biến thành điểm số này. Bạn khơi ra càng nhiều, nó càng cao.
zh_hans: 在你说话时，捕捉导师声音里真实的反应，那些发自内心的笑声和热情，并把它变成这个分数。你逗出得越多，分数越高。
zh_hant: 在你說話時，捕捉導師聲音裡真實的反應，那些發自內心的笑聲和熱情，並把它變成這個分數。你逗出得越多，分數越高。

source: We match the words you've spoken against a standard vocabulary list for each level.
de: Wir gleichen die von dir gesprochenen Wörter mit einer Standard-Wortliste für jede Stufe ab.
es: Comparamos las palabras que has dicho con una lista de vocabulario estándar para cada nivel.
fr: Nous comparons les mots que vous avez prononcés à une liste de vocabulaire standard pour chaque niveau.
hi: आपने जो शब्द बोले हैं उन्हें हर स्तर की मानक शब्द-सूची से मिलाते हैं।
id: Kami mencocokkan kata-kata yang kamu ucapkan dengan daftar kosakata standar untuk tiap level.
ja: あなたが話した単語を、各レベルの標準的な単語リストと照らし合わせます。
ko: 당신이 말한 단어를 각 레벨의 표준 단어 목록과 대조합니다.
pt_br: Comparamos as palavras que você disse com uma lista de vocabulário padrão para cada nível.
vi: Chúng tôi đối chiếu những từ bạn đã nói với danh sách từ vựng chuẩn cho mỗi cấp độ.
zh_hans: 我们把你说过的词与每个等级的标准词汇表进行对照。
zh_hant: 我們把你說過的詞與每個等級的標準詞彙表進行對照。
